 {
    "dysentery": {
        "title": "Dey Poo Anyhow (Dysentery) 🚽",
        "sign pesin get am": [
            "Dey do watery poo wey get blood and mucus",
            "Bele go dey pain",
            "Cold wey no wan go",
            "E go dey feel like e wan throw -up (vomit)",
            "E go dey throw up"
        ],
        "if e serious, signs fit be": [
            "Lips, tongue and inside mouth go dry",
            "Bodi go weak",
            "Urine go small and yellow",
            "Eye go sink inside",
            "Pikin no go even get tears when e dey cry",
            "Person even fit faint when di water for bodi don reduce"
        ],
        "wetin cause am": [
            "Chopping food or drinking water wey get bacteria and parasite fit cause am",
            "Parasite and bacteria na small small things wey fit enter food or water if dem no keep am for clean place or wash am well",
            "E fit happen when person no wash hand, den use am chop food. Especially if di hand don already get germs from dirt"
        ],
        "wetin e fit do pesin": [
            "E no go let your bodi get enough water, becos e dey leave am through di poo",
            "Pesin go dey feel weak becos di water for di bodi don reduce",
            "When water for bodi no plenty, bodi go look dry",
            "If person no dey chop correct food during this time, malnutrition fit join — pikin no go grow well, bodi go dry, and e go dey sick anyhow"
        ],
        "avoid am with": {
            "how you dey live": [
                "Dey use clean or boil water to cook, wash, and drink",
                "No chop raw food wey you never rinse for water or cook. E fit be onion, coconut or any raw food you wan chop, rinse am first.",
                "Dey wash your hand well with soap often — especially when you wan chop or begin cook",
                "Dey drink plenty water often",
                "Dey wash food well well before you cook am — no use soap o, just rinse am with clean water or small salt water",
                "Dey wash plate, pot, spoon and all with soap. Even if you don wash am before, still rinse am with clean water before you use am chop or cook"
            ]
        },
        "food to chop (food wey no go stress bele)": [
            "Guava leaf",
            "Boiled rice",
            "Ogbono soup wey no get plenty pepper",
            "Boiled yam",
            "Yam porridge wey soft with very small red oil",
            "Akamu(pap) wey light and get small salt and sugar",
            "Boiled sweet potato or irish potatoe — make e soft, no fry am",
            "Okro soup wey no get pepper or meat inside",
            "Ripe banana",
            "Soft boiled plantain wey no ripe",
            "Ugu or water leaf soup wey only get small salt and red oil — no add maggi, crayfish or pepper",
            "Soft spinach"
        ],
        "if pesin get dysentery": [
            "Make pikin drink at least 3 cups of water or water wey get salt and sugar during the day. Dey sip am small small, no need rush",
            "Adult or old person fit take 5 to 6 cups or more, especially after dem stool. Dey sip am small small, no need rush"
        ],
        "comment": [
            "#No chop peppery soup, fried food, food wey get oil, meat, beans, suya, zobo, plenty milk or  drink wey dey like fanta and coke.",
            "#After you don do work, wash your hand before you chop— especially una wey dey do cement work and make hair",
            "#You fit talk say ’Ah, e no dey serious if I no wash my hand chop food, dem just dey talk’— but shebi na when you get good health you go fit chop good food ko?",
            "#You fit come say ‘Tar, e dey stress to dey do all dis one.’ But just dey do am small small. Before you know, e go be like say na part of your bodi"
        ]
    },

    "malaria": {
        "title": "Mosquito Bite (Malaria) 🦟",
        "sign pesin get am": [
            "High fever wey dey come and go",
            "Cold and shiver like say air wey cold dey enter bodi",
            "Head go dey pain",
            "Bodi go weak — strength no go dey",
            "Bodi go sweat anyhow, even when breeze dey",
            "Bodi and muscle wey pesin get for e leg and hand go dey pain",
            "E go feel like say e wan vomit",
            "Eye fit red, pesin go dey restless",
            "Pikin fit dey cry pass normal or no wan chop"
        ],
        "wetin cause am": [
            "Wen mosquito wey dey carry d tin wey dey give malaria bite pesin na then dey go get d malaria.",
            "If dirty water dey stay for one place for long e fit attract mosquito for am to dey lay egg there.",
            "Pesin wey no cover bodi well or sleep without mosquito net",
            "Dirty gutter or bush fit bring mosquito come your area"
        ],
        "wetin e fit do pesin": [
            "E fit make pesin too weak to stand, walk or work",
            "E fit disturb pikin brain if e too much or no treat am",
            "E fit no let pikin grow well or learn",
            "E fit damage blood cells and make blood wey dey bodi reduce.",
            "E fit affect liver or kidney if pesin no treat am",
            "If woman get malaria wen she dey pregnant, e fit affect bele or make woman lose pikin",
            "If e too much, pesin fit even faint or die"
        ],
        "avoid am with": {
            "how you dey live": [
                "No allow dirty water or gutter dey your side — pour am away",
                "Cut bush around your house",
                "Use mosquito spray for house. E go kill am",
                "No dey stay outside late in d evening especially if you no cover bodi well cause mosquito fit bite you",
                "If malaria too dey come back, go clinic make dem check your blood",
                "Dey use mosquito net every night",
                "Dey take malaria test if fever start so you go know wetin dey worry you—no assume na malaria. Go hospital do d test, no treat yourself. E fit no be small malaria but you no go know until you test am"
            ]
        },
        "food to chop (e go help fight malaria)": [
            "Ogbono soup wey get fish or egg",
            "Boiled rice wey get vegetable soup (ugu, scent leaf, bitter leaf)",
            "Beans wey dem cook with red oil and ugu",
            "Akamu (pap) wey get milk or groundnut",
            "Snail wey you catch after rain (cook am well)",
            "Water leaf soup wey get small red oil",
            "Pawpaw",
            "Orange",
            "Lemon water",
            "Guava",
            "Sweet potato",
            "Soft yam",
            "Boiled plantain",
            "Mango leaf or neem leaf tea",
            "Boiled guinea corn",
            "Moi moi wey no get too much oil",
            "Oat swallow",
            "Boiled corn",
            "Bitter leaf soup wey light",
            "Boiled unripe banana",
            "Unripe pawpaw porridge wey light",
            "Soft okro soup wey no get plenty pepper or oil",
            "Ugu soup wey get fish and small red oil",
            "Rice and beans with scent leaf sauce",
            "Zobo wey no get sugar",
            "Kunu wey light and no get sugar",
            "Boiled egg (only one if person get cholesterol)",
            "Crayfish and fish pepper soup wey light and no too get pepper like that"
        ],
        "comment": [
            "#Malaria dey show like common fever, but e no be small sickness — treating am early fit save pesin life",
            "#If you dey get malaria too much, go pharmacy or hospital make dem check your blood to know wetin dey do you— e fit be another sickness join",
            "#You fit talk say 'Ah, e no dey serious if I no do these tins, dem just dey talk' — but shebi na when you get good health you go fit chop life ko?",
            "#You fit come say ‘Ah, e dey stress to dey do all dis one o.’ But just dey do am small small. Before you know, e go be like say na part of your bodi",
            "# Malaria no dey come from food, dirty water or sharing tins like spoon. E dey only come from d mosquito"
        ]
    },

    "cholera-diarrhea": {
        "title": "Water-water Poo (Cholera & Diarrhea) 💩💦",
        "sign pesin get am": [
            "E go dey poo water-water plenty times",
            "E fit dey vomit",
            "Bodi go weak like say light don off",
            "Tongue, lips and inside mouth go dry",
            "Eye go sink inside",
            "Pesin go dey pee only small or no dey pee at all",
            "Pesin go dey look like say e wan faint or fall",
            "Tear no go dey commot for pikin eye wen e dey cry"
        ],
        "wetin cause am": [
            "Pesin fit get di sickness if e chop food or drink water wey get parasite and bacteria",
            "Parasite and bacteria na small small things wey fit enter food if dem no wash am or cook am well — e fit dey for water wey dey open",
            "E fit come from food or water wey dem leave outside or wey fly don touch",
            "E fit happen if pesin no wash hand, then use am chop food — especially if di hand don already get germs from dirt"
        ],
        "wetin e fit do pesin": [
            "E go make water and salt wey dey bodi leave am too fast",
            "E fit cause water for bodi to reduce — pesin fit weak, faint or even die",
            "E fit affect small pikin or old pesin pass",
            "If pesin no get better treatment on time, e fit damage di kidney",
            "E fit lead to malnutrition if e last long — pikin no go grow well, bodi go dry, and e go dey sick anyhow",
            "Wen di watery poo (diarrhea) no wan stop, e fit be sign of another sickness"
        ],
        "avoid am with": {
            "how you dey live": [
                "Dey drink boiled or treated water — no use well or stream water raw",
                "Wash hand with soap after toilet, before you cook or chop",
                "No chop food wey fly don touch",
                "Wash fruits and raw food well before you chop",
                "Dey cover food after you cook am",
                "No dey share cup or spoon for street",
                "If pikin dey poo water-water or get dysentery, make e drink at least 3 cups of clean water or ORS (salt and sugar water) small small during di day — no rush am",
                "Adult or old pesin fit take 5 to 6 cups of water or more, especially after dem stool. Dey sip am small small — no need rush",
                "Go hospital if e pass 1 day or pesin begin faint"
            ]
        },
        "food to chop (go give bodi water & calm bele)": [
            "Yam porridge wey soft and light",
            "Soft boiled yam or potato",
            "Light okro soup wey no get pepper",
            "Guava leaf water, lemon water",
            "Light pap (akamu) wey get small sugar and salt",
            "Soft ripe banana, boiled plantain",
            "Boiled fish wey no get oil",
            "Ugu soup wey get small salt — no maggi, pepper or crayfish",
            "Orange or coconut water",
            "Guinea corn wey soft, boiled soft corn",
            "Tuwo masara wey you fit chop with light okro soup",
            "Light ogbono soup wey no get oil and pepper",
            "Bitter leaf water wey dem don wash and strain",
            "Kunu wey light and no get sugar",
            "Soft-roasted yam flour swallow, oat swallow",
            "Water leaf soup wey no get pepper or maggi",
            "Unripe pawpaw porridge wey light and no get pepper",
            "Unripe banana wey don boil",
            "Zobo water wey no get sugar and light",
            "Soft pap wey you blend ugu join",
            "Pap wey dem grind millet do (millet pap) wey light and get small salt"
        ],
        "comment": [
            "#No give pesin fried food, meat, beans, milk, zobo or coke during diarrhea — e go make am worse",
            "#No force pesin to chop wen e get am — just give small food wey soft and plenty water",
            "#If you see say pesin dey stool too much, dey vomit and dey faint — rush am go hospital",
            "#Pikin or old pesin wey no dey urinate or dey sleep too much — e serious",
            "#Dey always wash hand — dirty hand fit give dangerous thing wey dey give sickness"
        ]
    },

    "anaemia": {
        "title": "Blood for Bodi Small (Anaemia) 🤏🩸",
        "sign pesin get am": [
            "Bodi go weak like say strength no dey",
            "Pesin go dey feel tired even if e never do work",
            "Bodi go dey cold or hand and leg go dey cold pass normal",
            "Skin fit begin pale — e no go get colour like before",
            "Eye fit look faint",
            "Heart go dey beat too fast sometimes",
            "If na woman, e fit dey lose plenty blood during period",
            "Pikin go dey dull, no dey active",
            "Sometimes pesin go dey short of breath",
            "Wound go take time to heal"
        ],
        "jara sign (fit show but no be everybody)": [
            "Head dey pain you plenty times (headache)",
            "Sometimes, pesin go do like say e wan faint",
            "Mouth fit get wound or fit dey pain",
            "Nail fit break easily or bend like spoon",
            "Tongue fit swell or pain (no dey show for every time)",
            "Pesin fit wan chop tin wey no be food, like sand or ice (especially pikin)",
            "Hair fit dey fall pass normal"
        ],
        "wetin cause am": [
            "E fit come when pesin no dey chop enough food wey get iron like beans, ugu, fish, and liver",
            "Dis iron na wetin dey for some food wey dey help the body to make blood. Na tin wey you fit chop. E no be pressing iron or metal",
            "E fit come when too much blood dey leave bodi — like during period, childbirth, or wound",
            "If pikin no dey chop well, e fit cause am",
            "Pregnancy fit make iron for bodi reduce if woman no dey chop correct food",
            "Bele fit get worm and di worm fit dey chop blood small small inside bodi"
        ],
        "wetin e fit do pesin": [
            "E go make pesin weak, dull, and slow to move",
            "E no go make wound heal fast or well",
            "E fit stress pesin heart — no good for bodi",
            "When blood no plenty, pesin no go get energy — dem no go dey active for school or work",
            "E fit make pikin grow slow, no grow well, or no sabi learn well",
            "E fit cause woman wey pregnant to lose di pikin if dem no treat am early",
            "Pesin fit faint if e don too much"
        ],
        "avoid am with": {
            "how you dey live": [
                "Dey chop food wey get iron well well",
                "Dey boil your water before you drink, so any worm wey dey inside go die",
                "Dey deworm yourself and your pikin every 6 months",
                "If your period dey heavy, na that time you need iron-rich food pass — e go help your bodi make back blood wey dey go. Try go hospital too",
                "Dey rest well, no over stress yourself",
                "If you dey pale or weak, rest and drink plenty water first. If e still dey like dat after some days, go hospital make dem check you",
                "If you don born or you dey pregnant, dey chop better food and go hospital wey dey for pregnant women"
            ]
        },
        "food to chop (to build blood for bodi)": [
            "Boiled beans or porridge beans with ugu",
            "Boiled fish",
            "Bitter leaf soup wey light and no get too much oil",
            "Okro soup wey get ugu or scent leaf",
            "Moi moi wey no get too much oil",
            "Pawpaw, guava and orange — to help the bodi absorb the iron",
            "Sweet potato or boiled yam",
            "Snail — you fit catch am after rain (clean am and cook am well)",
            "Animal liver wey you boil or small portion of red meat (no too much if pesin get blood pressure or cholesterol)",
            "Akamu (pap) or oats",
            "Boiled egg (only one a day — no take too much if pesin get cholesterol)",
            "Ewedu soup",
            "Edikaikong soup or vegetable soup wey no get too much oil or maggi"
        ],
        "comment": [
            "#You fit chop egusi soup and tomato stew but if you get cholesterol no chop di one dem dey fry to cook. You fit boil am or use small oil",
            "#No be to chop animal blood go give you more blood. Na food wey get iron go help you build your own blood",
            "#If you don born or you dey born soon, start to dey chop these food sharp sharp",
            "#You see those food and snacks dem dey fry and drinks wey dey like coke and fanta — no chop am too much",
            "#No dey take blood tonic only — chop these foods join am"
        ]
    },

    "jaundice": {
    "title": " Yellowish Eye and Bodi (Jaundice) 🟡",
    "sign pesin get am": [
      "Eye go dey look yellow for the part wey e suppose white",
      "Skin go dey yellow small small — for dark people e go show more for eye or inside mouth",
      "Urine go yellow strong — like say person pee pineapple Mirinda",
      "Bodi go weak, pesin no go get energy to dey do work",
      "Bodi go dey scratch sometimes, especially for night",
      "Pikin fit dey cry with weak voice or no dey suck breast well",
      "Some pesin go get fever or right side of e stomach (bele) go dey pain"
    ],
    "wetin cause am": [
      "If pesin liver no dey work well, yellow tin go show for eye and skin. Liver na wetin dey inside pesin bodi wey dey help clean the blood",
      "E fit happen when pesin get liver infection. The infection na sometin wey enter the liver wey dey disturb am",
      "E fit come from malaria or taking too much drug wey dey spoil liver",
      "Pikin fit get am from birth if e liver never form well when e still dey for e mama bele",
      "E fit also happen if infection enter mama bele wen pikin still dey inside am",
      "Pesin fit get jaundice if dirty needle chook am, or if e do sex without protection — this kind tin fit pass liver sickness wey dey cause am"
    ],
    "wetin e fit do pesin": [
      "E fit damage liver if pesin no treat am",
      "Pesin go dey weak, and no go fit do normal work again",
      "E fit cause bele problem for pregnant woman and even harm di pikin",
      "Pikin wey dem born with am fit get brain wahala if dem no treat am quick",
      "The disease fit spoil pesin liver complete if dem use drugs wey fit harm the liver"
    ],
    "avoid am with": {
      "how you dey live": [
        "No dey use drug anyhow — even paracetamol too much fit affect liver",
        "Dey boil or treat water well to avoid infection",
        "Use new needle for injection or ask make dem clean am well",
        "No share razor, sharp object, toothbrush or needle",
        "If you wan do tattoo or pierce ear, make sure the tool clean well",
        "If you don dey see yellow eye, or your urine change color — go hospital fast",
        "If woman dey pregnant, make she go hospital wey dey take care of pregnant women — dem go test liver and treat am quick so pikin no go get am"
      ]
    },
    "food to chop (wey go protect liver)": [
      "Food wey dem no fry",
      "Boiled rice with ugu or scent leaf stew",
      "Boiled yam or sweet potato",
      "Pawpaw",
      "Watermelon",
      "Orange",
      "Soft okro soup",
      "Ugu soup with small red oil",
      "Water leaf soup with small crayfish (no maggi)",
      "Boiled corn",
      "Cucumber",
      "Oat swallow",
      "Light vegetable soup",
      "Lemon water",
      "Coconut water",
      "Boiled fish (no frying)",
      "Carrot",
      "Mashed avocado (pear)",
      "Pap with milk (small)",
      "Guava",
      "Zobo water (no sugar)",
      "Bean porridge wey light and soft"
    ],
    "comment": [
      "#No dey ignore eye wey yellow — na sign say liver dey shout for help",
      "#Go test your liver if you dey always tired or your eye dey change color",
      "#Too much alcohol, drug or even herbal mix wey you no know fit spoil liver",
      "#If your pikin no dey suck well and eye dey yellow — rush go hospital"
    ]
    },

    "marasmus": {
    "title": "Big Head, Small Bodi (Marasmus) 🧒🧍‍♂️",
    "sign pesin get am": [
      "Pikin go small like say e no dey grow — even if e don big for age",
      "Pikin head go big pass e body",
      "E go get chest wey flat like paper",
      "E bele go sink inside like hole — e bone go dey show for bodi cause e dey dry",
      "E skin go dry and wrinkle like say na old pesin skin",
      "Pikin go dey dull — pikin no go play or smile like before",
      "E cry go low and weak like say strength no dey to cry. E no go loud like e suppose be becos bodi don weak well well",
      "E go dey cry for food every time or sometimes no go even wan chop at all",
      "E eye go big and dry, like say e dey go inside. E no go dey look fresh again",
      "E hair go brown or dey fall off like broom wey wan scatter"
    ],
    "wetin cause am": [
      "Na when pikin no dey chop enough food — especially food wey fit give am energy and fat (weight)",
      "E fit happen wen mother no dey give pikin breast well or dem stop to dey breastfeed am too early",
      "Pikin fit get am wen e get another disease wey different. Na because wen pikin dey sick e no dey wan chop like that",
      "E fit happen if pikin dey eat only watery pap wey no get anything inside"
    ],
    "wetin e fit do pesin": [
      "E fit kill pikin if dem no treat am",
      "E no go let pikin grow well — e leg and hand no go strong",
      "Pikin go slow to walk, talk or even sit",
      "E fit give brain wahala — pikin no go sabi learn fast",
      "If any small sickness catch am, e body no go fit fight am",
      "Skin fit wound anyhow and wound go take time to heal"
    ],
    "avoid am with": {
      "how you dey live": [
        "Dey give pikin breastmilk well well for the first 6 months wen you don born am — no give water or pap join breast milk",
        "After 6 months, you fit come begin dey add better food join the breast — like beans wey soft well well, egg, soft sweet potato, fish, light pap",
        "Dey give pikin food at least 3 to 5 times a day — e small bele no fit take plenty at once so feed am small small, no rush",
        "Dey treat sickness sharp sharp — no wait make e weak finish",
        "Dey boil water before pikin drink am",
        "Wash your hand before you feed pikin so e no go chop the germ wey dey for hand"
      ]
    },
    "food to chop (wey go give weight and energy)": [
      "Boiled egg (mashed)",
      "Mashed beans with small red oil",
      "Pap wey get crayfish or groundnut wey dey blend with water",
      "Sweet pawpaw wey ripe",
      "Mashed sweet potato",
      "Ripe banana",
      "Fish soup wey light",
      "Okro soup",
      "Ugu soup",
      "Ewedu wey get small oil",
      "Mashed ripe plantain",
      "Moi moi",
      "Soft yam",
      "Oat pap",
      "Boiled corn wey dey mash",
      "Mashed rice with ugu or scent leaf and small crayfish",
      "Avocado pear",
      "Soya pap (akamu)",
      "Milk if you get am",
      "Plenty water (no rush, give am small small)"
    ],
    "comment": [
      "#Pikin wey dey dry no mean say na witch or bad thing — e fit just mean say e no dey chop well",
      "#No dey shame — carry am go hospital make dem help you",
      "#Make sure say every day, pikin dey chop food wey go help build e bodi — no just give am pap and go",
      "#You fit dey see bone for pikin chest and e bele flat like paper — no wait. Act fast. Dey do the things wey dey don mention here"
    ]
    },

    "scurvy": {
    "title": "Gum Wey Dey Bleed (Scurvy) 🦷🩸",
    "sign pesin get am": [
      "Gum go dey swell or bleed when pesin brush or chop",
      "Bodi go dey weak",
      "Wound go dey take time to heal",
      "Pesin go dey feel tired or dey dull",
      "Pesin skin fit get small-small red mark like blood under the skin, because e blood dey leak small-small under",
      "Pesin bodi and muscles wey dey e hand and leg go dey pain",
      "Pesin hair wey dey e head go dey fall",
      "Pesin bodi go reduce because e don lose weight"
    ],
    "wetin cause am": [
      "Pesin no dey chop fruit or food wey get vitamin C",
      "Vitamin C na di tin wey dey food and fruit wey dey help di bodi dey strong to fight diseases wey dey try enter di bodi. E no good if pesin no get am for food or e bodi",
      "Pesin wey dey sick and no dey chop well for long as e dey sick fit get am",
      "Pesin wey dey drink alcohol or dey smoke anyhow",
      "If pesin dey chop only garri, rice and dry food wey no get fresh fruit or vegetable e fit get am"
    ],
    "wetin e fit do pesin": [
      "E go make gum and teeth spoil",
      "Bodi no go fit fight germs wey don enter am",
      "Pesin fit dey sick anyhow",
      "E fit make pesin bone no strong well, especially for pikin. Skin fit dey look dry or e go dey break like say di sand for ground dey break",
      "Wound go dey stubborn to heal. E go dey take long time to heal pass normal",
      "Pikin no go grow well"
    ],
    "avoid am with": {
      "how you dey live": [
        "Dey chop fruit wey fresh like orange, guava, pawpaw and mango",
        "No dey cook vegetable for too long— just steam or boil am small so all the vitamin C wey dey am no go commot for the water",
        "Dey put ugu, water leaf or bitter leaf for your soup dey chop",
        "Dey chop salad or fresh pepper if bele no get wahala",
        "Dey get rest and dey chop food, no starve yourself"
      ]
    },
    "food to chop (to help build vitamin c)": [
      "Guava",
      "Orange",
      "Pawpaw",
      "Mango",
      "Cucumber",
      "Sweet pepper",
      "Ugu soup",
      "Water leaf soup",
      "Ewedu soup",
      "Carrot wey dem boil",
      "Water wey dey lemon",
      "Tomato stew wey no get too much oil",
      "Boiled sweet potato"
    ],
    "comment": [
      "#No just dey chop only garri or indomie every time. Dey chop leaf you fit use cook for food too",
      "#If your gum dey bleed or you dey feel tired all the time, check wetin you dey chop",
      "#No say you no go dey chop because you want slim or lekpa. Na pesin wey dey healthy go fit enjoy am for life",
      "#You fit dey chop well and do small small exercise if you wan slim. E go work even if e go take time—just no dey starve yourself you hear",
      "#But I sabi say to chop orange or lemon fit pain you well-well because dem dey sour, so:",
      "-Squeeze the orange or lemon inside water — do am like juice",
      "-Use straw drink am, so e no go touch your gum too much",
      "-You fit mix am small with warm water or honey, to reduce the sour taste wey dey slap",
      "-You fit also chop pawpaw (papaya), ripe mango, watermelon, or soft tomato — dem get Vitamin C too but dem no sour like orange."
    ]
    },

    "kwashiorkor": {
    "title": "Small Bodi, Big Bele (Kwashiorkor) 🧍‍♀️🤰",
    "sign pesin get am": [
      "Bodi go dey small small like broom stick, but belle go big like balloon",
      "Pikin leg and hand go swell — if you press am, the flesh no go bounce back quick",
      "Face go round like moon, but e no mean say pikin dey healthy",
      "Leg and face fit swell",
      "E hair wey black before fit turn brown or red. If you pull the hair with your hand, e go commot for e head",
      "Skin go dey peel or e go dey wound easily even if e fall for ground small. Na becos e skin no too strong like that again",
      "Pikin no go active — e go dey dull",
      "Pikin go dey cry but e no go get tear",
      "Pikin cry go low — e no go loud like e suppose be becos di bodi don weak well well"
    ],
    "wetin cause am": [
      "Pikin fit get am if e no dey chop food wey get enough protein",
      "Protein be di tin wey dey food wey fit make pesin grow up well well",
      "Pesin fit get am if e dey chop only rice, pap, yam with no beans, fish or soup. Na becos rice, pap and yam get their own tin wey dey good for body. But the tin no dey help bodi grow—na protein be the tin wey dey help bodi grow",
      "If pesin no chop well after sickness like water-water poo (diarrhea), e fit get am",
      "Pikin wey dem stop to dey breastfeed early and no dey chop well fit get am"
    ],
    "wetin e fit do pesin": [
      "Pikin no go grow well",
      "Bodi no go get strength to fight disease",
      "Pikin wound no go dey heal quick and fit dey smell or rotten",
      "Skin go dey peel like burn, and small wound go turn big",
      "Skin go dey spoil like say e dey decay",
      "If dem no treat am quick, e fit cause pikin to die"
    ],
    "avoid am with": {
      "how you dey live": [
        "Dey give pikin breast milk for first 6 months after you don born am",
        "After 6 months, dey give am food wey get protein — like beans, fish, egg, awara",
        "Dey cook soup with ugu, water leaf and crayfish",
        "Dey give pikin food to chop often. Give am good food three to four times in a day",
        "No just give plain pap or rice alone. You fit add beans, meat, awara or anything wey get protein join am"
      ]
    },
    "food to chop (wey get protein)": [
      "Beans porridge with ugu",
      "Egusi soup",
      "Okro soup with crayfish and small fish",
      "Fish",
      "Boiled egg (if pikin pass 1 year)",
      "Animal liver (small)",
      "Moi moi",
      "Akara",
      "Sweet potato",
      "Ogbono soup",
      "Pap with groundnut paste",
      "Boiled yam with vegetable soup",
      "Snail — you fit catch am after rain chop (clean and cook am well)"
    ],
    "comment": [
      "#Dey give pikin food with beans, fish, egg, and green leaf — no just give plain rice, pap (Akamu) or garri",
      "#If bele or leg swell, go hospital quick",
      "#Food wey get protein no dey expensive — you fit manage with snail, beans, or fish from river. Just clean and cook am well becos e fit cause another disease if you no clean and cook am well then begin chop am",
      "#Wen pikin cry dey low na sign say e dey serious becos bodi don weak. Pikin need help fast"
    ]
    },

    "goitre": {
    "title": "Neck Dey Big (Goitre)",
    "sign pesin get am": [
      "Neck go swell — especially for wey throat dey",
      "Sometimes neck go dey pain or e fit make pesin feel say something dey press e neck",
      "Pesin voice fit change — voice go sound rough like say e wan break or dey sound like pesin get cough",
      "Pesin fit find am hard to swallow or go dey cough small",
      "Pikin no go grow well and e no go dey active for school",
      "Pesin fit dey sweat or shake at times",
      "Bodi fit dey weak",
      "Sometimes e no dey pain, but e go show like lump for front neck"
    ],
    "wetin cause am": [
      "When pesin bodi no dey chop food wey get iodine, e fit get the disease",
      "Iodine na good tin wey dey some food pesin dey chop. This one no be the iodine dem dey use clean wound abeg",
      "Certain food like too much cassava or cabbage wey dem no cook well fit make iodine for bodi dey remove",
      "Infection for neck fit cause am"
    ],
    "wetin e fit do pesin": [
      "Swelling for neck go dey increase with time",
      "Pesin fit no go dey breath well or go dey sweat anyhow",
      "Pikin no go grow well",
      "Pesin go dey weak and tired"
    ],
    "avoid am with": {
      "how you dey live": [
        "Use iodized salt to cook",
        "Dey chop food wey get iodine like fish, egg and seafood",
        "No dey eat raw cassava or cabbage — cook dem well",
        "Dey eat balanced diet wey get vegetable and protein",
        "Go hospital if swelling dey big or dey pain"
      ]
    },
    "food to chop (to help prevent goitre)": [
      "Fish",
      "Egg",
      "Snail — you fit catch am after rain chop (clean and cook am well)",
      "Salt wey get iodine for e name — take small no take plenty",
      "Boiled yam with vegetable soup",
      "Okro soup with crayfish",
      "Corn and beans wey dem cook together — boil dem together, put palm oil, pepper, and small maggi — e dey sweet and give body power",
      "Banga soup",
      "Nsala soup wey get scent leaf",
      "Ugu soup",
      "Water leaf soup",
      "Ogbono soup wey get fish"
    ],
    "comment": [
      "#We dey talk about Iodine wey dey for food already. God don already put am for food wen He make am. No be the iodine dem dey use clean wound abeg—e fit harm pesin",
      "#If your neck dey swell or your voice dey change, no ignore am — go clinic",
      "#No try burst am oo no be boil. E dey dangerous to wan burst am. Just dey chop the food wey get iodine well",
      "#Dey use small salt — no use am plenty or much. If you come dey use plenty e fit cause another disease",
      "#E go take time to dey see good changes for bodi wen you dey do these tins but you go better. Just dey do am."
    ]
    },

    "night-blindness": {
    "title": "No Dey See for Night (Night Blindness) 👀",
    "sign pesin get am": [
      "Pesin dey see well during day, but once night wan come, eye go dull like say cloud enter am",
      "Pikin go dey fear to waka inside house when light no dey",
      "Eye fit dey dry — like say breeze pass am",
      "Eye fit dey scratch and red sometimes",
      "Pesin fit dey bump into tins for night, or dey hold wall",
      "If e don too much, pesin fit no see well for day too"
    ],
    "wetin cause am": [
      "E happen when pesin no dey chop food wey get Vitamin A — na di tin wey dey help eye shine, especially for night",
      "Pikin wey no dey chop well or wey don get water-water poo (diarrhea) plenty times fit get am",
      "Disease like measles or malnutrition (wey be say pesin no dey chop well) fit make eye lack Vitamin A",
      "If mama no dey chop better food wen e get bele, pikin fit get eye wahala too"
    ],
    "wetin e fit do pesin": [
      "Pesin no go see well once place don dark small",
      "Pesin go dey fear night, no go dey play or waka well",
      "Pikin eye go dey dull, and dem no go sabi read or learn fast",
      "If dem no treat am, eye fit spoil small small",
      "Eye go dry like say water no dey am — tears no go come out well when pikin dey cry, and e eye fit even dey go inside small"
    ],
    "avoid am with": {
      "how you dey live": [
        "Dey chop food wey get Vitamin A — like red oil, ugu, water leaf, carrots, mango, sweet potato",
        "Pikin wey don get measles or water-water poo (diarrhea) need more of di Vitamin A",
        "If you notice say your eye no dey see well for night — dey chop these food sharp sharp",
        "Woman wey get bele suppose dey chop better food wey get green leaf and red oil join"
      ]
    },
    "food to chop (wey go give eye vitamin a)": [
      "Carrot",
      "Ugu soup",
      "Water leaf soup",
      "Ewedu soup",
      "Sweet potato",
      "Boiled yam with red oil",
      "Mango",
      "Pawpaw",
      "Liver (small)",
      "Egg (if pesin no get cholesterol)",
      "Beans with ugu",
      "Moi moi",
      "Light okro soup with ugu",
      "Scent leaf soup",
      "Oat swallow",
      "Pap with milk",
      "Pepper soup wey get crayfish and ugu",
      "Tomato stew with red oil (no put plenty red oil)",
      "Fish soup"
    ],
    "comment": [
      "#Night blindness no mean say pesin no go see at all like say e midnight. Even when place just small dark like evening or room wey no bright, pesin fit dey struggle see",
      "#Eye wey no dey see well for night wen everywhere no dey too dark no be normal — take am serious. Still carry am go hospital",
      "#If your pikin dey bump into tins or dey fear dark — no be stubbornness",
      "#Chopping small carrot, mango or pawpaw every day fit save your eye",
      "#Vitamin A dey cheap because you fit get am from wetin you dey chop"
    ]
    },

    "river-blindness": {
    "title": " Black Fly Bite (River Blindness)🦟",
    "sign pesin get am": [
      "Eye go dey itch first, then eye go dey red",
      "Skin go dey rough or swell — like say something dey crawl under",
      "Pesin go dey scratch anyhow — especially when night don ne",
      "Eye go dey pain and person no go dey see clear like say something dey block e eye",
      "Skin go get small lumps or boil wey fit dey move",
      "Pikin or adult go dey restless — dem no go fit sleep well"
    ],
    "wetin cause am": [
      "Na small black fly wey dey near river dey carry the worm wey cause this disease",
      "If the fly bite pesin, e go put small worm for bodi — the worm go waka reach eye and skin",
      "People wey dey live near river or fetch water from open river wey dirty dey fit get am pass"
    ],
    "wetin e fit do pesin": [
      "E fit blind eye small small if dem no treat am",
      "Skin go spoil and pesin go dey scratch e bodi wey fit give wound",
      "E go reduce how pesin dey see life — e no go dey go work, school or farm again",
      "Pikin go suffer if dem no treat am quick — dem no go fit learn well cause them no dey see"
    ],
    "avoid am with": {
      "how you dey live": [
        "No dey stay long for river side — cover your bodi if you dey go",
        "Dey wear long sleeve if you dey live for that kind area",
        "No allow dirty water or gutter dey your side — pour am away",
        "Cut bush around your house",
        "Use insect spray for house — e go help reduce the blackfly",
        "No dey stay outside late, especially near water or bushy areas",
        "Dey cover your skin well if na must say you dey go outside near river or bush",
        "If eye or skin begin scratch anyhow and you dey near river — go hospital",
        "Cover food and water well, especially if fly don near am",
        "If you or your pikin dey itch for eye, body or head, or get black rash wey no dey go, waka go clinic make dem check una"
      ]
    },
    "food to chop (go protect eye and skin)": [
      "Ugu soup",
      "Water leaf soup",
      "Scent leaf sauce with rice and beans",
      "Ugu soup wey get fish and small red oil",
      "Soft okro soup wey no get plenty pepper or oil",
      "Bitter leaf soup wey light",
      "Tomato stew wey no get too much oil",
      "Fish soup",
      "Crayfish pepper soup wey light and no too get pepper",
      "Moi moi wey no get too much oil",
      "Boiled guinea corn",
      "Boiled corn",
      "Soft pap with milk or groundnut",
      "Oat swallow",
      "Akamu (pap) with milk or groundnut",
      "Beans with ugu",
      "Sweet potato wey dem boil",
      "Boiled yam with oil and scent leaf",
      "Boiled yam",
      "Boiled plantain",
      "Boiled unripe banana",
      "Unripe pawpaw porridge wey light",
      "Pawpaw",
      "Guava",
      "Orange",
      "Lemon water",
      "Cucumber",
      "Carrot",
      "Liver (small)",
      "Snail wey you cook well",
      "Mango leaf or neem leaf tea",
      "Soft rice and beans",
      "Zobo wey light and no get sugar or yeye sweeting tin"
    ],
    "comment": [
      "#You fit ask your village head or community leader when health workers go come",
      "-When dem come, collect the medicine dem dey share especially if na health worker talk say make everybody take am",
      "-Na free medicine wey dey kill the small worm inside bodi wey dey cause the disease",
      "-Dem dey give am once or twice every year, especially for places wey people dey get the disease plenty",
      "-Even if you no get symptom, still collect am — e go protect you before e start",
      "#One big sign pesin get am na wen eye begin turn white like smoke dey inside am — e no dey pain, but na sign say worm don dey spoil the eye small small. If dem no treat am, e fit lead to full blindness."
    ]
    },

    "blood-pressure": {
      "title": "High Blood Pressure (High BP)🩸⬆️ ",
      "wetin e be": [
        "Na when blood dey flow for body with too much force — like say pipe don block and water dey rush. If blood dey rush with too much force e fit spoil heart and brain",
        "Na old people dey get this disease pass",
        "Dis sickness no dey show for bodi — e no get signs your eye fit see —  na why you need to dey check your BP level for hospital from time to time"
      ],

      "wetin cause am": [
        "Wen pesin dey stress too much and get wahala dem fit get am",
        "Chopping plenty salt for food fit cause BP to rise pass normal because salt get sodium.",
        "Sodium na substance wey dey food, and e fit make blood wey dey the bodi to flow with too much force.",
        "Pesin wey no dey rest or don dey old for age fit get am more easily"
      ],

      "wetin e fit do pesin": [
        "High BP fit harm pesin heart and blood vessels with time, which fit cause heart attack or stroke.",
        "Heart stroke mean say the heart no go dey work again. Wen this happen, pesin fit collapse and die.",
        "E fit can cause head to dey pain",
        "High BP fit make the bodi dey tired",
        "High BP fit cause chest to dey pain, or make the heart dey beat fast pass normal wen e don dey very serious."

      ],

      "low blood pressure": {
      "info": [
        "Pesin fit dey feel weak or dizzy or like say e wan faint if blood no dey push well",
        "E fit happen if you no dey chop well or you dey take medicine wey dey cause blood pressure to dey low",
        "Pesin fit get am if dem dey lose blood. Especially for women wey dey their period",
        "If you dey feel faint or your eye dey turn, go hospital make dem check am",
        "Dey drink water well and dey chop food wey dey build blood"
      ]
    },

    "comment": [
      "#Sometimes dis sickness no go show any sign, but e fit dey spoil your body inside quietly. Na why e good make you dey do regular check-up, even if you feel okay. Check your blood pressure and sugar well so that dem fit catch anything early before e become wahala.",
      "No too dey raise your voice (shout) or vex anyhow — peace of mind na medicine.",
      "#If you get hypertension, make sure say you dey take your medicine as doctor talk and no skip clinic visit. This one go help keep the sickness under control and protect your heart, eye, kidney, and brain.",
      "#Checking am early and proper treatment fit help you live long and healthy life.",
      "Try dey calm down and no dey stress yourself too much. You don do the one you fit do, pray and leave the rest to God. No stress because of pikin, money or house. Na wen you get good health you fit enjoy life oo",
      "No dey chop too much salt, maggi, and dried fish — dem dey get salt",
      "No dey fry food to chop am always — boil or roast am. E dey better for body",
      "Go hospital make dem check the force wey your body dey use push blood (blood pressure) — no guess am"
    ],

    "hold am for mind": [
    "There be things you fit do to control and manage this kind disease so you go live well, but if you just ignore am e fit turn serious and cause wahala",
    "With God, the right way of living, better food, and correct medicine, pesin wey get dis sickness fit live normal, long and healthy life.",
    "Join the tins wey dey for here with prayer and you go dey see yourself dey get better. No pray only, but do your part so God fit do He own",
    "Early check-up (checking how healthy your body be for hospital) and treatment na the key."
  ]

  },

    "cholesterol": {
    "title": "Oil Dey Blood (Cholesterol)🩸",

    "wetin e be": [
        "Cholesterol na fat wey dey inside body. Wen bodi get small fat e dey good as e go give energy but if e plenty, e go bad for di bodi",
        "Na old people dey get this disease pass"
    ],

    "wetin cause am": [
        "Chopping food wey get oil like fried food, red meat, di tin wey dey inside di white part of egg, butter and palm oil wey too much",
        "Wen pesin no dey exercise or do work wey good for bodi, dem fit get am"
    ],

    "wetin e fit do pesin": [
        "E fit give pesin heart attack or stroke — di heart no go work again. E go don spoil"
    ],

    "comment": [
        "#No dey chop food wey get too much oil or food wey dem use oil cook or fry. Even red oil and groundnut oil, no dey take am too much",
        "#Dey do small exercise even if na to trek go somewhere sometimes. E fit help di bodi dey lose di fat wey no good for am",
        "#Na beg I dey beg. No dey chop food wey dem fry. You fit boil or steam am chop. Especially for una wey dey like to chop chicken wey dey fry. You fit boil am, e go sweet pass sef",
        "#Stop to dey eat meat wey get fat or skin",
        "#Dey go hospital often to check your cholesterol if you dey feel chest pain or no dey breathe well"
    ],

    "hold am for mind": [
    "There be things you fit do to control and manage this kind disease so you go live well, but if you just ignore am e fit turn serious and cause wahala",
    "With God, the right way of living, better food, and correct medicine, pesin wey get dis sickness fit live normal, long and healthy life.",
    "Join the tins wey dey for here with prayer and you go dey see yourself dey get better. No pray only, but do your part so God fit do He own",
    "Early check-up (checking how healthy your body be for hospital) and treatment na the key."
  ]

},

"diabetes": {
    "title": "Sugar Sickness (Diabetes) 🍭🍬",

    "wetin e be": [
        "Na disease wey pesin fit get when sugar (glucose) dey plenty for the blood",
        "Pikin and old pesin fit get am"
    ],

    "wetin cause am": [
        "Chopping too much sweet food. Food wey get plenty sugar no good to dey eat everytime",
        "Wen pesin no dey exercise or do work wey good for bodi, dey fit get am",
        "Old age dey make pesin get am",
        "Di disease fit dey run for pesin family."
    ],

    "wetin e fit do pesin": [
        "If pesin no manage am well, e fit spoil eye, kidney, leg or even heart."
    ],

    "comment": [
        "#Sometimes dis sickness no go show any sign, but e fit dey spoil your body inside quietly. Na why e good make you dey do regular check-up, even if you feel okay. Check your blood pressure and sugar well so that dem fit catch anything early before e become wahala.",
        "#No dey chop fanta, coke or cake too much, dem dey hide sugar. Try make e hard you to dey chop am",
        "#Dey chop small food 4 to 5 times a day — no skip food at all. No say you wan slim, come dey starve.",
        "#If you get diabetes, make sure say you dey take your medicine as doctor talk and no skip clinic visit. This one go help keep the sickness under control and protect your heart, eye, kidney, and brain.",
      "#Checking am early and proper treatment fit help you live long and healthy life.",
        "#If your urine dey come many times or plenty pass normal, if eye dey blur, or wound no dey heal quick — go test your sugar level sharp sharp for hospital or pharmacy"
    ],

    "hold am for mind": [
    "There be things you fit do to control and manage this kind disease so you go live well, but if you just ignore am e fit turn serious and cause wahala",
    "With God, the right way of living, better food, and correct medicine, pesin wey get dis sickness fit live normal, long and healthy life.",
    "Join the tins wey dey for here with prayer and you go dey see yourself dey get better. No pray only, but do your part so God fit do He own",
    "Early check-up (checking how healthy your body be for hospital) and treatment na the key."
  ]

},

"liver-disease": {
    "title": "Liver Sickness (Hepatitis)",

    "wetin e be": [
        "Na sickness wey virus dey cause for liver. Liver na di tin wey dey clean blood for inside bodi. If liver spoil, dirty go full the bodi and many wahala fit happen."
    ],

    "wetin cause am": [
        "Sharing sharp tin like razor, clipper or needle — if blood from person wey get the sickness touch am, and another person use am, the virus fit enter their body",
        "Pikin fit get am from birth if e mama get am",
        "If infection enter woman bele before dem born di pikin e fit get am",
        "Of dirty needle chook pesin or dem do sex without protection dem fit get am",
        "Liver infection fit happen if pesin dey drink alcohol too much or dey take strong medicine wey fit spoil liver. Infection na something wey enter bodi wey no good for am."
    ],

    "wetin e fit do pesin": [
        "Eye go turn yellow",
        "Urine fit dark like Coke",
        "Bodi go weak well well",
        "Right side of bele fit dey pain",
        "Liver fit spoil completely and pesin fit die if dem no treat am"
    ],

    "comment": [
        "#No share toothbrush, razor, or needle with anybody",
        "#Wash meat and fish well — raw food fit carry disease",
        "#Boil water well before you drink am",
        "#Go hospital do test for liver if your eye dey yellow or you dey always weak",
        "#If you get bele, go hospital early — dem fit check if you get hepatitis and treat you so pikin no go carry am",
        "#No dey do sex without protection",
        "#No dey share clippers or piercings tools",
        "#Ask your doctor for free hepatitis test and vaccine — some community centres dey offer am"
    ],

    "hold am for mind": [
    "There be things you fit do to control and manage this kind disease so you go live well, but if you just ignore am e fit turn serious and cause wahala",
    "With God, the right way of living, better food, and correct medicine, pesin wey get dis sickness fit live normal, long and healthy life.",
    "Join the tins wey dey for here with prayer and you go dey see yourself dey get better. No pray only, but do your part so God fit do He own",
    "Early check-up (checking how healthy your body be for hospital) and treatment na the key."
  ]

},

"ulcer": {
  "title": " Wound Inside Bele (Ulcer)",
  "wetin e be": "Ulcer na wound wey dey form inside pesin bele when the wall wey dey protect am don weak .",

  "wetin cause am": [
    "H.pylori bacteria wey fit stay inside pesin bele fit make am weak and give wound. H.pylori na small germ.",
    "Wen pesin dey take pain killer drugs like aspirin or ibrupofen plenty times, e fit weaken bele."
  ],
  "wetin e fit do pesin": [
    "E fit make upper bele dey pain sharp sharp",
    "Pesin poo or mouth fit get blood",
    "E fit make pesin dey vomit"
  ],
  "comment": [
    "#No dey let pesin wey get ulcer chop pepper soup, suya, or anything wey get plenty pepper",
    "#No dey use too much pepper cook, use small. E fit hurt pesin wey get the disease",
    "#No take drug like aspirin or ibuprofen without chopping food first",
    "#Dey chop pap, oats, okro soup, and food wey soft — dem dey calm bele",
    "#Chop early, no skip food — e no good for pesin wey get ulcer make e bele empty"
  ],

  "hold am for mind": [
    "Ulcer fit get cure if pesin get the right treatment, but if pesin no manage am well e fit come back again.",
    "With God, the right way of living, better food, and correct medicine, pesin fit live normal, long and healthy life.",
    "Early check-up (checking how healthy your body be for hospital) and treatment na the key."
  ]

  },

  "dehydration": {
    "title": "Water Don Low for Body (Dehydration) 💧",

    "wetin e be": [
      "Na when water for body don reduce too much — body no fit work well again.",
      "Dis one no be disease but e fit disturb bodi."
    ],

    "wetin cause am": [
      "Wen pesin no dey drink enough water. Na clean water dem need becos if e dirty e fit cause another disease",
      "Pesin fit get am wen dem dey do water-water poo (diarrhea).",
      "Wen e dey hot or pesin dey vomit, dem fit get am."
    ],

    "wetin e fit do pesin": [
      "Inside mouth go dry like say water no dey.",
      "Bodi go weak. Pesin no go dey get energy to do work well",
      "Pesin no go dey urinate well or e go dey pee only small",
      "E fit make pesin dey confuse or no dey reason well.",
      "If e too bad, pesin fit faint."
    ],

    "comment": [
      "#Dey drink clean water all through the day — even if you no dey feel like am",
      "#If pesin dey vomit or get water water poo, give am water wey get small salt and sugar",
      "#Dey give old mama/papa clean water to drink often — dem fit no ask, but dem need am",
      "#Dey check your urine — if e dey yellow or small, bodi need water to drink",
      "#Dehydration no be sickness on its own, but na tin wey happen wen water for bodi don reduce too much. E fit lead to serious wahala if dem no treat am quick."
    ]

  }

 }